Repository: romaing/List-Category-Posts
Catalog: languages/list-category-posts-*.po
Languages: fr_fr

source: List Category Posts allows you to list posts from a category into a post/page using the [catlist] shortcode. This shortcode accepts a category name or id, the order in which you want the posts to display, and the number of posts to display. You can use [catlist] as many times as needed with different arguments. Usage: [catlist argument1=value1 argument2=value2].
fr_fr: Liste des articles de la catégorie vous permet de lister des articles d'une catégorie dans une page de poste / utilisant le [catlist] shortcode. Ce shortcode accepte un nom de catégorie ou l'identifiant, l'ordre dans lequel vous voulez que les articles s'affiche, et le nombre des articles à afficher. Vous pouvez utiliser [catlist] autant de fois que nécessaire avec des arguments différents. Utilisation: [catlist argument1=value1 argument2=value2].

source: List posts from a specified category
fr_fr: Liste des articles provenant d'une catégorie déterminée

source: List Category Posts
fr_fr: Liste des articles de la catégorie

source: Category
fr_fr: Catégorie

source: Number of posts
fr_fr: Nombre d'artcles

source: Offset
fr_fr: Décalage

source: Order by
fr_fr: Trier par

source: Post title
fr_fr: Titre d'article

source: Exclude categories (id's)
fr_fr: Exclure les catégories (id)

source: Exclude posts (id's)
fr_fr: Exclure articles (id)

source: Thumbnail - size
fr_fr: «Miniatures - taille

source: Link to category
fr_fr: Lien à la catégorie

source: Excerpt
fr_fr: extrait

source: More link
fr_fr: Plus de lien

source: How to use
fr_fr: Comment utiliser

source: Donate
fr_fr: Faire un don

source: Link to category (use 'catlink' on the title field if you want the title of this widget to be a link to the category
fr_fr: Lien vers la catégorie (utiliser «catlink 'sur le champ de titre si vous voulez que le titre de ce widget ai un lien vers la catégorie
